{
  
  "greeting": "Hello there! How can I help you today?",
  "chitchat": "I'm doing great, thanks for asking! How can I assist you?",
  "goodbye": "Goodbye! Take care and feel free to reach out anytime.",
  "donate_inquiry": "You can donate securely at https://unitytoserve.org/donate.",
  "team members of unity to serve?": "Our team includes Ramin (Founder), Aziza Haidari (Finance Specialist), Homa Alizada (Program Associate), G. Mustafa Waizy (IT & Quality Control Specialist), Mariam (HR & Admin Coordinator), Sultan Ahmad Aria (Strategic Capacity Development Advisor), and Masooda Wahidi (Health & Wellness Coordinator).",
  "team members?": "Our team includes Ramin (Founder), Aziza Haidari (Finance Specialist), Homa Alizada (Program Associate), G. Mustafa Waizy (IT & Quality Control Specialist), Mariam (HR & Admin Coordinator), Sultan Ahmad Aria (Strategic Capacity Development Advisor), and Masooda Wahidi (Health & Wellness Coordinator).",
  "mission_overview": "Unity to Serve is dedicated to fostering sustainable community development and humanitarian impact. Our mission is to empower individuals and uplift underserved populations through education, economic opportunities, and strategic partnerships. We believe in people-first solutions that build resilience and promote long-term growth.",
  "Unity to serve email address": "You can reach Unity to Serve by email at [info@unitytoserve.org](mailto:info@unitytoserve.org). We're happy to assist you with any inquiries or support.",
  "Unity to serve phone number": "Feel free to contact Unity to Serve by phone at (925) 999-8447. Our team is available to answer your questions or provide guidance.",
  "leadership and board": "Unity to Serve is guided by a dedicated leadership team and Board of Directors with expertise in nonprofit management, education, community development, and empowerment. Our founder, Khanzada Mohammad Ramin, along with our board and team members, bring vision, compassion, and experience to drive impactful change for underserved communities.",
  "who are the members of Unity to Serve?": "Our team includes Ramin (Founder), Aziza Haidari (Finance Specialist), Homa Alizada (Program Associate), G. Mustafa Waizy (IT & Quality Control Specialist), Mariam (HR & Admin Coordinator), Sultan Ahmad Aria (Strategic Capacity Development Advisor), and Masooda Wahidi (Health & Wellness Coordinator).",
  "Who is Aziza Haidari?": "Aziza Haidari is the Finance Specialist at Unity to Serve. She oversees financial planning, budgeting, and ensures compliance to support the organization's mission effectively.",
  "Who is Homa Alizada?": "Homa Alizada serves as a Program Associate at Unity to Serve. She contributes to the development and coordination of community-based programs to uplift and empower marginalized populations.",
  "Who is G. Mustafa Waizy?": "G. Mustafa Waizy is the IT & Quality Control Specialist at Unity to Serve. He handles technical operations, digital tools, and ensures the quality and accuracy of services and programs.",
  "Who is Mariam?": "Mariam is the HR & Admin Coordinator at Unity to Serve. She supports staff recruitment, organizational development, and ensures smooth administrative operations.",
  "Who is Sultan Ahmad Aria?": "Sultan Ahmad Aria is the Strategic Capacity Development Advisor at Unity to Serve. He guides strategic planning and strengthens organizational capacity for sustainable impact.",
  "Who serves on the Unity to Serve Board?": "Unity to Serve is guided by a dedicated Board of Directors comprising experienced leaders passionate about community empowerment.",
  "Who is Jamshid Sultanzada?": "Jamshid Sultanzada is a Board Member at Unity to Serve. A visionary tech leader and CEO of PomTech with 18 years of experience in innovation and economic development, he mentors future changemakers through global programs. Contact: sultanzada.unitytoserve@gmail.com.",
  "Who is Amina Adel?": "Amina Adel serves on the Board of Directors at Unity to Serve. She brings over 15 years of experience in humanitarian work and project management through USAID-funded and international development programs. Contact: adel@unitytoserve.org.",
  "Who is Sayed Nafe Sadat?": "Sayed Nafe Sadat is a Board Member at Unity to Serve. A communications and development expert with a decade of experience in grants, monitoring & evaluation, and stakeholder engagement, working with UNICEF, USAID, UC Berkeley, and Harvard. Contact: sadat.unitytoserve@gmail.com.",
  "Who is Masooda Wahidi?": "Masooda Wahidi serves as the Health & Wellness Coordinator at Unity to Serve. She connects communities to healthcare resources and supports family well-being through tailored initiatives.",
  "Who serves on the leadership board?": "The Unity to Serve Board of Directors comprises experienced leaders dedicated to community empowerment:\n\n1. **Jamshid Sultanzada** – Board Member\n   Jamshid Sultanzada is a visionary tech leader with 18 years of experience in innovation and economic development. As CEO of PomTech, he drives community impact and mentors future changemakers through global programs and initiatives.\n   **Experience**: 18 Years\n   **Email**: sultanzada.unitytoserve@gmail.com\n\n2. **Amina Adel** – Board Member\n   Amina Adel is a dedicated professional with a passion for humanitarian work and project management in development projects. With over 15 years of experience working with USAID-funded projects and international organizations, Amina has honed her skills in leadership, strategic planning, and stakeholder collaboration.\n   **Experience**: 15+ Years\n   **Email**: adel@unitytoserve.org\n\n3. **Sayed Nafe Sadat** – Board Member\n   Sayed Nafe Sadat is a communications and development expert with over 10 years of experience in M&E, grants, and stakeholder engagement. He brings global credentials from UNICEF, USAID, UC Berkeley, and Harvard.\n   **Experience**: 10+ Years\n   **Email**: sadat.unitytoserve@gmail.com",
  "volunteer_interest": "Thanks for your interest! Visit https://unitytoserve.org/volunteer to sign up.",
  "contact_us": "Reach us at https://unitytoserve.org/contact.",
  "Mohammad Ramin Khanzada?": "Mohammad Ramin Khanzada is the founder of Unity to Serve. With over 12 years of leadership experience in community development and nonprofit management, he also founded the Women Integrity for Society Empowerment (WISE) in Afghanistan in 2012. His work focuses on empowering marginalized communities, especially Afghan women and refugees, through inclusive programs and advocacy.",
  "who are you?": "I’m the Unity to Serve virtual assistant, here to help you learn about our mission, programs, and how you can get involved. Ask me anything about our work or how we serve the community!",
  "who is Mohammad Ramin Khanzada?": "Mohammad Ramin Khanzada is the founder of Unity to Serve. With over 12 years of leadership experience in community development and nonprofit management, he also founded the Women Integrity for Society Empowerment (WISE) in Afghanistan in 2012. His work focuses on empowering marginalized communities, especially Afghan women and refugees, through inclusive programs and advocacy.",
  "where is your address?": "Unity to Serve is located at 1905 Concord Blvd, Concord, CA 94520. You can also visit https://unitytoserve.org/contact for more details.",
  "tell me about the founder of Unity to Serve": "Mohammad Ramin Khanzada, the founder of Unity to Serve, is a community leader and social entrepreneur. He brings extensive experience in nonprofit leadership and founded the WISE organization in Afghanistan to support women and underserved populations. His vision is rooted in equity, empowerment, and unity across cultures.",
  "what is Unity to Serve?": "Unity to Serve connects communities, resources, and opportunities for positive change. We bring people together across cultures and backgrounds with a shared purpose to build inclusive, resilient communities.",
  "what does 'Unity' mean in Unity to Serve?": "We bring people together—across cultures and backgrounds—with a shared purpose to build inclusive, resilient communities.",
  "what does 'To Serve' mean in Unity to Serve?": "We are here to support, empower, and uplift—not to lead by authority, but through service and compassion.",
  "what is the mission of Unity to Serve?": "Our mission is to empower individuals with equal access to education, inclusion, and opportunities to reach their full potential. We drive innovation, create opportunities, and equip individuals with skills for lasting community impact.",
  "who is the founder of Unity to Serve?": "Khanzada Mohammad Ramin is the founder of Unity to Serve. He also founded Women Integrity for Society Empowerment (WISE) in Afghanistan in 2012. Ramin brings over 12 years of leadership experience in community development and nonprofit management.",
  "why was Unity to Serve founded?": "Unity to Serve was founded to uplift Afghan refugee families—especially women—rebuilding their lives in California. The organization supports communities facing language barriers, limited job experience, and lack of support.",
  "what is the vision of Unity to Serve?": "Our vision is to create inclusive, empowered communities where every individual has the opportunity to grow, contribute, and thrive—locally and globally.",
  "how can I contact Unity to Serve directly?": "You can contact us through our website at https://unitytoserve.org/contact or email us at info@unitytoserve.org. We're happy to assist you!",
  "does Unity to Serve help refugees?": "Yes, we support refugees—especially Afghan families—by offering access to housing, employment, education, and healthcare services in California.",
  "what languages does Unity to Serve support?": "We provide resources in English, Dari, and Pashto to support our diverse Afghan-American community.",
  "what are the core values of Unity to Serve?": "Our core values include compassion, inclusivity, empowerment, service, and collaboration. These principles guide every initiative we pursue.",
  "how can I apply for a program or class?": "Visit https://unitytoserve.org/programs or contact us directly to learn more about eligibility and registration for available training or support services.",
  "who is ramin?": "Mohammad Ramin Khanzada is the founder of Unity to Serve. With over 12 years of leadership experience in community development and nonprofit management, he also founded the Women Integrity for Society Empowerment (WISE) in Afghanistan in 2012. His work focuses on empowering marginalized communities, especially Afghan women and refugees, through inclusive programs and advocacy.",
  "who is Ramin?": "Mohammad Ramin Khanzada is the founder of Unity to Serve. With over 12 years of leadership experience in community development and nonprofit management, he also founded the Women Integrity for Society Empowerment (WISE) in Afghanistan in 2012. His work focuses on empowering marginalized communities, especially Afghan women and refugees, through inclusive programs and advocacy.",
  "who can participate in your programs?": "Our programs are open to Afghan immigrants, refugees, and underserved individuals in California seeking skills, resources, or community support.",
  "how does Unity to Serve help children and youth?": "We offer mentorship, digital literacy, language development, and leadership programs to help youth grow academically and personally.",
  "is Unity to Serve a nonprofit?": "Yes, Unity to Serve is a 501(c)(3) nonprofit organization dedicated to advancing education, equity, and empowerment in marginalized communities.",
  "what is the story behind the name Unity to Serve?": "The name reflects our mission: to unify people across cultures and backgrounds through acts of service that uplift, educate, and empower.",
  "how does Unity to Serve support Afghan women?": "We empower Afghan women through equitable employment, capacity building, and entrepreneurship. Our programs help women gain leadership skills, economic independence, and self-reliance.",
  "how can I donate to Unity to Serve?": "You can support our mission through donations, which help provide training, materials, and community support. Visit our donation page to contribute and spark real change.",
  "how can I volunteer or get involved?": "You can get involved by volunteering, partnering, or attending our events. We welcome support from individuals and organizations committed to education, inclusion, and empowerment.",
  "where does Unity to Serve operate?": "We work in the United States, particularly California, and in Afghanistan. In the U.S., we focus on gender equality, education access, and digital inclusion. In Afghanistan, we support education transformation, social inclusion, and refugee assistance.",
  "what programs does Unity to Serve offer?": "Our programs include leadership training, English classes, financial literacy, digital literacy, health and wellness support, and more. We also host internships and cultural events to empower communities.",
  "who are the key members of the Unity to Serve team?": "Our team includes Ramin (Founder), Aziza Haidari (Finance Specialist), Homa Alizada (Program Associate), G. Mustafa Waizy (IT & Quality Control Specialist), Mariam (HR & Admin Coordinator), Sultan Ahmad Aria (Strategic Capacity Development Advisor), and Masooda Wahidi (Health & Wellness Coordinator).",
  "what does the Unity to Serve logo represent?": "The logo symbolizes empowerment, unity, and global collaboration. Its light blue color represents trust, optimism, and a hopeful future, aligning with our mission of building resilient communities.",
  "why partner with Unity to Serve?": "Partnership with Unity to Serve drives opportunity, dignity, and hope. We work hand-in-hand with communities, focusing on education, inclusion, and digital literacy to empower underserved populations.",
  "how does Unity to Serve promote digital literacy?": "We train participants in computer use, internet navigation, email, virtual meetings, and safe internet practices, helping close the digital divide and enable full participation in modern society.",
  "how does Unity to Serve help with workforce development?": "We assist Afghan women and men with résumé building, LinkedIn profile development, interview prep, and job readiness training. We also connect them with employers to secure meaningful jobs.",
  "what tech training does Unity to Serve provide?": "We provide Afghan youth with training in mobile app development, web design, Java programming, and emerging digital technologies. These skills prepare them for quality jobs and leadership in the tech industry.",
  "how does Unity to Serve support health and families?": "We connect Afghan families with healthcare, childcare, and mental wellness services, helping them build stable, healthy lives in their communities.",
  "what are Unity to Serve’s cultural celebrations?": "We organize Afghan cultural events such as Nowruz, Mother’s Day, International Women’s Day, and music festivals, to celebrate heritage and foster community pride in the Bay Area.",
  "how can students intern at Unity to Serve?": "Students can apply for internships in administration, communications, graphic design, or program management. Send a resume and brief cover letter to hr@unitytoserve.org specifying the desired role.",
  "how does Unity to Serve build inclusive communities?": "We promote inclusion, diversity, and equitable opportunities through community collaboration. Our work ensures every individual feels valued, respected, and empowered to thrive."
}